9/data/attachments/440fd81faf3d248e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>James_board_Friend_15466_2</nif:username>
            <nif:friendToBeRequested>soap_friends_60a94ffb-b0d2-4575-90f7-06309ce18dc4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>